{
  "document_id": "e382d5dd-7b2f-4403-bdb0-6f2d9c8f42f7",
  "db_title": "Behncharit et al. (2018).pdf (Part 1 of 2)",
  "extracted_metadata": {
    "title": "Should Job Applicants Be Excited or Calm? The Role of Culture and Ideal Affect in Employment Settings",
    "author": "Lucy Zhang Bencharit, Yuen Wan Ho, Helene H. Fung, Dannii Y. Yeung, Nicole M. Stephens, Rainer Romero-Canyas, Jeanne L. Tsai",
    "publication_date": "July 5, 2018",
    "document_type": "Article",
    "subject": "Cultural differences in emotion in employment settings",
    "summary": "This article investigates how cultural differences in ideal affect influence the presentation of job applicants and the preferences of employers. The research finds that European Americans prefer applicants who express high arousal positive states, while Hong Kong Chinese prefer calmness during job applications. This difference in ideal affect impacts hiring decisions and the manner in which applicants present themselves.",
    "keywords": [
      "ideal affect",
      "employment",
      "cultural differences",
      "job applicants",
      "emotions"
    ],
    "confidence": 0.95
  },
  "text_sample": "Bencharit, L. Z., Ho, Y. W., Fung, H. H., Yeung, D. Y., Stephens, N. M., Romero-Canyas, R., & Tsai, J. L. (2018, July 5). Should Job Applicants Be Excited or Calm? The Role of Culture and Ideal Affect in Employment Settings. Emotion. Advance online publication. http://dx.doi.org/10.1037/emo0000444\n\nOnline First Publication, July 5, 2018. http://dx.doi.org/10.1037/emo0000444\n\nLucy Zhang Bencharit, Yuen Wan Ho, Helene H. Fung, Dannii Y. Yeung, Nicole M. Stephens, Rainer Romero-Canyas, and Jeanne L",
  "search_results_used": 5,
  "search_results_sample": [
    {
      "url": "https://www.academia.edu/111188184/Should_job_applicants_be_excited_or_calm_The_role_of_culture_and_ideal_affect_in_employment_settings",
      "title": "(PDF) Should job applicants be excited or calm? The role of culture ...",
      "excerpts": [
        "f mood and arousal. New York, NY: Oxford University Press.\n    * Tsai, J. L. (2007). Ideal affect: Cultural causes and behavioral conse- quences. Perspectives on Psychological Science, 2, 242-259. http://dx .doi.org/10.1111/j.1745-6916.2007.00043.x\n    * Tsai, J. L. (2017). Ideal affect in daily life: Implications for affective experience, health, and social behavior. Current Opinion in Psychology, 17, 118 -128. http://dx.doi.org/10.1016/j.copsyc.2017.07.004\n    * Tsai, J. L., Ang, J. Y., Blevins, E., Goernandt, J., Fung, H. H., Jiang, D., . . . Haddouk, L. (2016). Leaders' smiles reflect cultural differences in ideal affect. Emotion, 16, 183-195. http://dx.doi.org/10.1037/emo\n    * Tsai, J., Blevins, E., Bencharit, L. Z., Chim, L., Fung, H. H., & Yeung, D. (in press). Cultural variation in social judgments of smiles: The role of ideal affect. Journal of Personality and Social Psychology.\n    * Tsai, J. L., Chim, L., & Sims, T. (2015). Consumer behavior, culture, and emotion. In S. Ng & A. Y. Lee (Eds.), Handbook of culture and consumer behavior (pp. 68 -98). New York, NY: Oxford University Press. http://dx.doi.org/10.1093/acprof:oso/9780199388516.003.0004\n    * Tsai, J. L., Knutson, B., & Fung, H. H. (2006). Cultural variation in affect valuation. Journal of Personality and Social Psychology, 90, 288 -307. http://dx.doi.org/10.1037/0022-3514.90.2.288\n    * Tsai, J. L., Louie, J. Y., Chen, E. E., & Uchida, Y. (2007). Learning what feelings to desire: Socialization of ideal a"
      ]
    },
    {
      "url": "https://psycnet.apa.org/record/2018-32160-001",
      "title": "Should job applicants be excited or calm? The role of culture and ...",
      "excerpts": [
        "Skip to Main Content\nLoading ...\n \n      Privacy Statement       Terms of Service       Disclaimer      \nContact APA | Give Feedback | Help © 2025 American Psychological Association. All rights, including for text and data mining, AI training, and similar technologies, are reserved.\nSession Timeout Warning\nYour APA PsycNet session will timeout soon due to inactivity.\nContinue\nSession Timeout Message\nYour session timed out because it was inactive for 30 minutes.\nRestart\nImportant\nOur security system has detected you are trying to access APA PsycNET using a different IP. Your session has been cancelled.\nTo reconnect, please re-authenticate from a valid IP or login using your APA PsycNET username and password.\nImportant\nYou have downloaded more than the maximum allowable number of APA full-text resources within the last hour, which is in violation of the legally binding terms and conditions of your institution's subscription to APA PsycNET. Institutional access to the APA PsycNET platform is being closely monitored and will be blocked if suspicious activity continues.\nIf you are interested in data mining or wish to conduct a systematic review or meta-analysis, please contact PsycINFO services at data@apa.org for assistance. If you need other help accessing resources on APA PsycNET, please contact PsycINFO@apa.org\n× Close\nAPA PsycNET"
      ]
    }
  ]
}